{
  "basics": {
    "name": "Tiantian Feng",
    "label": "Postdoc Research Scholar",
    "image": "",
    "email": "tiantiaf@usc.edu",
    "phone": "(310) 500-9047",
    "url": "https://tiantiaf0627.github.io/",
    "summary": "",
    "profiles": [
      {
        "network": "Twitter",
        "username": "tiantiaf",
        "url": "https://twitter.com/tiantiaf"
      }
    ]
  },
  "work": [
    {
      "name": "University of Southern California",
      "position": "Postdocal Researcher",
      "url": "https://sail.usc.edu/",
      "startDate": "2024-04",
      "endDate": "Present"
    },
    {
      "name": "Meta",
      "position": "Research Scientist Intern",
      "startDate": "2023-05",
      "endDate": "2023-08"
    },
    {
      "name": "Amazon",
      "position": "Applied Research Scientist Intern",
      "startDate": "2022-05",
      "endDate": "2022-08"
    },
    {
      "name": "Pressure Profile System",
      "position": "Sensor and Electrical Engineer",
      "startDate": "2015-06",
      "endDate": "2017-08"
    }
  ],
  "awards": [
    {
      "title": "ICASSP Travel Grant",
      "date": "2024",
      "awarder": "ICASSP"
    },
    {
      "title": "Outstanding Poster Presentation - Electrical Engineering Research Festival",
      "date": "2023",
      "awarder": "USC Ming Hsieh Department of Electrical and Computer Engineering"
    },
    {
      "title": "USC Viterbi Best Research Assitant Award",
      "date": "2023",
      "awarder": "USC Viterbi School of Engineering"
    },
    {
      "title": "USC Stevens Center Commercialization Award",
      "date": "2019",
      "awarder": "USC Stevens Center"
    },
    {
      "title": "Best Paper Finalist - ICASSP",
      "date": "2019",
      "awarder": "ICASSP"
    },
    {
      "title": "USC GSG Travel Grant",
      "date": "2019",
      "awarder": "USC"
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Professional",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Native speaker",
      "icon": ""
    }
  ],
  "projects": [
    {
      "name": "Detecting and mapping stress patterns across space and time: Multimodal modeling of individuals in real-world physical and social work environments",
      "summary": "Sponsored by: NSF Smart Connected Health.\nThrough our work, we aim to generate new analytic models to uncover and map the patterns and pathways that influence work-related stress to understand the primary contributing factors to stress across space and time. The project will develop methods for integrating different data types from the physical and social environment (e.g., temperature, lighting, conversational tones), physiology (e.g., heart rate data, electrodermal activity, movement), and personal experiences (e.g., ecologic momentary assessment) to identify patterns that inform personalized solutions for improving self-awareness and managing work-related health and well-being. We will develop individually contextualized understandings of stress among office workers using machine learning methods that incorporate heterogeneous and noisy multimodal data streams at multiple temporal resolutions while enabling the unsupervised discovery of behavioral routines.",
      "highlights": ["Wearables", "Natural Human Understanding"],
      "startDate": "2023",
      "endDate": "Present"
    },
    {
      "name": "EDA and Sensor Fusion for Fatigue/Affective State Detection",
      "summary": "Sponsored by: Toyota Research Institute North America (TRINA).\nSensor analysis and fusion for detecting human states and affect is a challenging open problem in ubiquitous computing research, as well as a popular milestone for the automobile industry. The use of driver assistance systems has become increasingly popular due to advances in Artificial Intelligence, with the aim of improving road safety and reducing the number of accidents caused by human error. Despite their great potential, the deployment of such technologies is still at infant stage, especially when considering the driver’s affective state, which can greatly impact driving performance. This project aims to address this issue by developing systems and improving the performance of affective state detection in driving with the use of multimodal biometric sensor information, such as EDA, ECG, PPG, and respiration.",
      "highlights": ["Biosignal", "Natural Human Understanding"],
      "startDate": "2022",
      "endDate": "Present"
    },
    {
      "name": "SFARI: Multimodal, objective assessment of the ASD phenotype: Longitudinal stability and change across contexts",
      "summary": "Sponsored by: Simons Foundations",
      "highlights": ["Autism", "Natural Human Understanding", "Speech"],
      "startDate": "2024",
      "endDate": "Present"
    },
    {
      "name": "Using Automated Methods to Classify Language Ability in Children with Autism",
      "summary": "Sponsored by: Apple",
      "highlights": ["Autism", "Natural Human Understanding", "Speech"],
      "startDate": "2021",
      "endDate": "2023"
    },
    {
      "name": "USC-Amazon Reseach Award on Trustworthiness Computing",
      "summary": "Sponsored by: Amazon.\nExplore trustworthiness of modern foundation models and on-device learning",
      "highlights": ["Federated Learning", "Generative AI", "Foundation Model"],
      "startDate": "2021",
      "endDate": "2023"
    },
    {
      "name": "TILES: Tracking Individual Performance using Sensors",
      "summary": "The Tracking Individual Performance with Sensors (TILES) is a project holding multimodal data sets for the analysis of stress, task performance, behavior, and other factors pertaining to professionals engaged in a high-stress workplace environments. Biological, environmental, and contextual data was collected from hospital nurses, staff, and medical residents both in the workplace and at home over time. Labels of human experience were collected using a variety of psychologically validated questionnaires sampled on a daily basis at different times during the day. The data sets are publicly available and we encourage researchers to use it for data mining and testing their own human behavior models.",
      "highlights": ["Wearable Sensing", "Natural Human Understanding"],
      "startDate": "2017",
      "endDate": "2020",
      "url": "https://tiles-data.isi.edu/"
    }
  ]
}
